Repository: william001207/MelodicStamp
Catalog: Melodic Stamp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld words
zh_hans: %lld个字

source: About %@
zh_hans: 关于%@

source: Accessibility 1
zh_hans: 一级辅助功能

source: Accessibility 2
zh_hans: 二级辅助功能

source: Accessibility 3
zh_hans: 三级辅助功能

source: Accessibility 4
zh_hans: 四级辅助功能

source: Accessibility 5
zh_hans: 五级辅助功能

source: Add Files
zh_hans: 添加文件

source: Add to Playlist
zh_hans: 添加文件

source: Adjust %@'s performance to meet your hardware's needs.
zh_hans: 调整%@的性能以满足你的硬件需求。

source: Advanced
zh_hans: 附加信息

source: Aggregate
zh_hans: 融合

source: AirPlay
zh_hans: 隔空播放

source: Album
zh_hans: 专辑

source: Album Artist
zh_hans: 专辑艺术家

source: Album Artist Sort Order
zh_hans: 专辑艺术家排序

source: Album Sorting
zh_hans: 专辑排序

source: Album Title
zh_hans: 专辑标题

source: Album Title Sort Order
zh_hans: 专辑标题排序

source: Always
zh_hans: 永远

source: Analytics
zh_hans: 分析

source: Animates gradient with audio
zh_hans: 随着音频律动改变渐变色

# App: (Subtitle) Songs
source: %lld Songs
zh_hans: %lld首歌曲

source: Appearance
zh_hans: 外观

source: Applies a fading blur and opacity effect to lyrics that are not currently highlighted.
zh_hans: 向未高亮的歌词应用渐隐的模糊和透明度效果。

source: Artist
zh_hans: 艺术家

source: Artist Sort Order
zh_hans: 艺术家排序

source: Attachments & Type Size
zh_hans: 附件和字体大小

source: Available type sizes
zh_hans: 可选字体大小

source: Back Cover
zh_hans: 封底

source: background
zh_hans: 背景

source: Background Styles
zh_hans: 背景样式

source: Band
zh_hans: 乐队

source: Band Logo
zh_hans: 乐队标志

source: Binary
zh_hans: 双色

source: Bluetooth
zh_hans: 蓝牙

source: Bluetooth (Low Energy)
zh_hans: 蓝牙（低功耗）

source: BPM
zh_hans: 拍每分钟

source: Built-in
zh_hans: 内置

source: Catalog Number
zh_hans: 目录号

source: Chroma
zh_hans: 光谱

source: Clear
zh_hans: 清除

source: Clear Playlist
zh_hans: 清除播放列表

source: Clear Selection
zh_hans: 清除选择

source: Coloured Fish
zh_hans: 彩色鱼

source: Comment
zh_hans: 注释

source: Common
zh_hans: 基本信息

source: Compilation
zh_hans: 汇编专辑

source: Composer
zh_hans: 作曲家

source: Composer Sort Order
zh_hans: 作曲家排序

source: Conductor
zh_hans: 指挥家

source: Continuity Capture (Wired)
zh_hans: 连续互通捕捉（有线）

source: Continuity Capture (Wireless)
zh_hans: 连续互通捕捉（无线）

source: Control what %@ should do when launching from a previous interruption.
zh_hans: 控制%@在打断后再次启动时的行为。

source: Copied to clipboard!
zh_hans: 已复制到剪贴板！

source: Copyright
zh_hans: 版权所有

source: Customize how lyrics are displayed in the leaflet page.
zh_hans: 自定义传单页面的歌词显示样式。

source: Decorate %@ as you like.
zh_hans: 随心装饰%@。

source: Default playback mode
zh_hans: 默认播放模式

source: Discs
zh_hans: 碟片

source: Dismiss
zh_hans: 关闭

source: Displays the information of the currently playing track as window title.
zh_hans: 将正在播放的歌曲信息用作窗口标题。

source: During Performance
zh_hans: 演出时

source: During Recording
zh_hans: 录音时

source: Dynamic title bar
zh_hans: 动态标题栏

source: Edit
zh_hans: 编辑

source: Ethereal
zh_hans: 超现实

source: Extra Large
zh_hans: 超大

source: Extra Small
zh_hans: 超小

source: Extra² Large
zh_hans: 超大²

source: Extra³ Large
zh_hans: 超大³

source: Fading effect
zh_hans: 渐隐效果

source: Fast Forward
zh_hans: 快进

source: File Icon
zh_hans: 文件图标

source: Forming New Playlist
zh_hans: 创建新播放列表

source: Front Cover
zh_hans: 封面

source: Genre
zh_hans: 体裁

source: Genre Sort Order
zh_hans: 体裁排序

source: Gradient dynamics
zh_hans: 渐变色动态模式

source: Gradient FPS
zh_hans: 渐变色帧率

source: Gradient Resolution
zh_hans: 渐变色分辨率

source: Grant a Value
zh_hans: 创建一个值

source: Hide
zh_hans: 隐藏

source: Illustration
zh_hans: 曲绘

source: In Current Playlist
zh_hans: 添加到当前播放列表

source: Inspector
zh_hans: 检视器

source: Invalid State
zh_hans: 无效状态

source: Large
zh_hans: 大

source: Launch Behaviors
zh_hans: 启动行为

source: Lead Artist
zh_hans: 首席艺术家

source: Leaflet
zh_hans: 传单

source: Leaflet Page
zh_hans: 传单页

source: Load from File
zh_hans: 从文件加载

source: Loading…
zh_hans: 正在加载…

source: Looping
zh_hans: 单曲循环

source: Louder
zh_hans: 增加音量

source: Lyricist
zh_hans: 作词家

source: Lyrics
zh_hans: 歌词

source: Main window
zh_hans: 主窗口

source: Main Window
zh_hans: 主窗口

source: Max lyrics width
zh_hans: 最大歌词宽度

source: Media
zh_hans: 媒体

source: Medium
zh_hans: 中

source: Metadata
zh_hans: 元数据

source: Mini player
zh_hans: 小播放器

source: Mini Player
zh_hans: 迷你播放器

source: Miscellaneous
zh_hans: 杂项

source: Movie Screen Capture
zh_hans: 音乐视频节选

source: Multiple Values
zh_hans: 多个值

source: Mute
zh_hans: 静音

source: Never
zh_hans: 从不

source: Next Track
zh_hans: 下一曲

source: No Reading Permission
zh_hans: 无读取权限

source: No Writing Permission
zh_hans: 无写入权限

source: Nothing to Play
zh_hans: 没有曲目可供播放

source: Opaque
zh_hans: 不透明

source: Open File
zh_hans: 打开文件

source: Open in Playlist
zh_hans: 打开文件

source: Open sourced on GitHub
zh_hans: 开源于GitHub

source: Other
zh_hans: 其它

source: Other File Icon
zh_hans: 其它文件图标

source: Output Device
zh_hans: 输出设备

source: Pause
zh_hans: 暂停

source: Performance
zh_hans: 性能

source: Pictures
zh_hans: 图片

source: Plain
zh_hans: 单色

source: Play
zh_hans: 播放

source: Play %@
zh_hans: 播放《%@》

source: Play Selected
zh_hans: 播放选择的曲目

source: Playback
zh_hans: 播放模式

source: Player
zh_hans: 播放器

source: Playing %@
zh_hans: 正在播放《%@》

source: Playlist
zh_hans: 播放列表

source: Previous Track
zh_hans: 上一曲

source: Publisher Logo
zh_hans: 出版商标志

source: Quaternion
zh_hans: 四色

source: Quieter
zh_hans: 减小音量

source: Rating
zh_hans: 评级

source: Recording ID
zh_hans: 录音序列号

source: Recording Location
zh_hans: 录音地点

source: Release Date
zh_hans: 发布日期

source: Release ID
zh_hans: 发布序列号

source: Remove from Playlist
zh_hans: 从播放列表中移除

source: Replacing Current Playlist
zh_hans: 替换当前播放列表

source: Restore
zh_hans: 恢复

source: Restore Metadata
zh_hans: 恢复元数据

source: Restores playback modes for each window
zh_hans: 为每个窗口恢复播放模式

source: Restores playback positions
zh_hans: 恢复进度

source: Restores playback volumes
zh_hans: 恢复音量

source: Restores playlists for each window
zh_hans: 为每个窗口恢复播放列表

source: Rewind
zh_hans: 快退

source: Roman
zh_hans: 罗马音

source: Save
zh_hans: 保存

source: Save Metadata
zh_hans: 保存元数据

source: Saving…
zh_hans: 正在保存…

source: Scenes
zh_hans: 场景

source: Sequential
zh_hans: 列表

source: Sequential Loop
zh_hans: 列表循环

source: Set to Undefined
zh_hans: 设为未定义

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Shuffle
zh_hans: 随机

source: Small
zh_hans: 小

source: Sorting
zh_hans: 排序

source: Staff
zh_hans: 工作

source: System Default
zh_hans: 系统默认

source: Ternary
zh_hans: 三色

source: Thunderbolt
zh_hans: 雷电

source: Title
zh_hans: 标题

source: Title Sort Order
zh_hans: 标题排序

source: To Current Playlist
zh_hans: 至当前播放列表

source: Track & Disc
zh_hans: 音轨和碟片

source: Tracks
zh_hans: 音轨

source: Translation
zh_hans: 翻译

source: Tweak %@'s audio visualization experience to the fullest.
zh_hans: 调整%@的音频可视化以获得最佳体验。

source: Type size
zh_hans: 文字大小

source: Unknown
zh_hans: 未知

source: Unknown Device
zh_hans: 未知设备

source: Version
zh_hans: 版本

source: Vibrant
zh_hans: 半透明

source: Virtual
zh_hans: 虚拟

source: Visualization
zh_hans: 可视化

source: While playing
zh_hans: 播放时

source: While type size can be adjusted independently in the leaflet page, all changes of the below properties including type size will cause a reset in the lyrics view in order to obtain a correct visual effect.
zh_hans: 尽管文字大小可以在传单页面中单独调整，但对包含文字大小在内的以下属性进行的任何调整都会强制触发歌词视图的重置，以保证视觉效果的准确性。

source: You can use [AMLL TTML Tool](https://steve-xmh.github.io/amll-ttml-tool) to create TTML lyrics through a refined interface.
zh_hans: 你可以使用[AMLL TTML Tool](https://steve-xmh.github.io/amll-ttml-tool)可视化地创建逐字歌词。
